Repository: wp-plugins/amr-ical-events-list
Catalog: lang/amr-ical-events-list-*.po
Languages: es_es

source: If you have a feature request, please do let me know.
es_es: Si usted tiene una solicitud de prestación, por favor hágamelo saber

source: To edit events in wordpress:
es_es: Para editar eventos en:
