Repository: wp-plugins/amr-ical-events-list
Catalog: lang/amr-ical-events-list-*.po
Languages: es_es

source: Define date and time formats:
es_es: Definir formatos de fecha y hora:

source: Add event to google
es_es: Añadir evento a google

source: AmR iCal Options deleted from Database
es_es: Opciones AmR iCal eliminadas de la Base de Datos

source: AmR iCal Widget Options deleted from Database
es_es: Opciones de widget iCal AmR eliminadas de la Base de Datos

source: Calendar properties
es_es: Propiedades Calendario

source: Cancel
es_es: Cancelar

source: Class
es_es: Clase

source: Continue to Plugin list to delete files as well
es_es: Continuar a la lista de Plugin para borrar archivos también

source: Date
es_es: Fecha

source: Define grouping:
es_es: Definir la agrupación:

source: Define maximums:
es_es: Definir máximos:

source: Description
es_es: Descripción

source: Event Link
es_es: Link del Evento

source: Note this function removes the options from the database. To completely uninstall, one should continue on to use the standard wordpress functions to deactivate the plugin and delete the files. It is not necessary to run this separately as the uninstall will also run as part of the wordpress delete plug-in files.
es_es: Note que esta función elimina las opciones de la base de datos. Para desinstalarla por completo, se debe continuar a utilizar las funciones estándar de WordPress para desactivar el plugin y eliminar los archivos. No es necesario ejecutar ésta por separado pues la desinstalación también se ejecutará como parte de la eliminación de archivos del plug-in wordpress.

source: Note: Navigating to "Manage AmR ICal Settings" will RELOAD default options - negating the uninstall.
es_es: Nota: Navegar a "Administrar configuración iCal AmR" RECARGARÁ las opciones por defecto - negando la desinstalación

source: Number of Ical Lists:
es_es: Número de listas Ical

source: Really Uninstall Options?
es_es: ¿Realmente Desinstalar Opciones?

source: Room
es_es: Habitación

source: Select components to show:
es_es: Seleccione los componentes a mostrar:

source: Show in Google map
es_es: Mostrar en mapa Google

source: Show location in Google Maps
es_es: Mostrar ubicación en Google Maps

source: The function is provided here as an aid to someone who has perhaps got their wordpress install in a knot and wishes to temporarily remove the options from the database as part of their debugging or cleanup. Consider also the use of the RESET.
es_es: La función se proporciona aquí como una ayuda a alguien que tal vez ha puesto la instalación de WordPress en un nudo y desea eliminar temporalmente las opciones de la base de datos como parte de su depuración o limpieza. Considere también el uso de RESET.

source: Title
es_es: Título

source: Uninstall
es_es: Desinstalar

source: Uninstall AmR iCal Events List Options
es_es: Desinstalar Opciones de Lista de Eventos AmR iCal

source: Upcoming Events
es_es: Eventos Futuros

source: Update
es_es: Actualización

source: Venue
es_es: Sitio

source: Week %u
es_es: Semana % u

source: What
es_es: Qué

source: When
es_es: Cuándo

source: Where
es_es: Dónde

source: amr events calendar or lists with ical files
es_es: calendario de eventos amr o listas con archivos iCal

source: Display simple or highly customisable and styleable list of events. Handles all types of recurring events, notes, journals, freebusy etc. Offers links to add events to viewers calendar or subscribe to whole calendar. Write Calendar Page</a> and put [iCal http://yoururl.ics ] where you want the list of events of an ics file and [events] to get internal events. To tweak: <a href="admin.php?page=manage_amr_ical">Manage Settings Page</a>, <a href="widgets.php">Manage Widget</a>.
es_es: Mostrar lista de eventos simple o altamente personalizable y estilizable. Maneja todo tipo de eventos recurrentes, notas, diarios, etc. Ofrece enlaces para agregar eventos a los espectadores del calendario o suscribirse al calendario entero. Escribe Página Calendario </ a> y ponga [iCal http://yoururl.ics] donde desea que la lista de eventos de un archivo ics y [eventos] obtenga los eventos internos. Para ajustar: <a Href="admin.php?page=manage_amr_ical"> Administración de la Página de Configuración </ a>, <a href="widgets.php"> Gestione Widget </ a>

source: Settings
es_es: Configuración

source: Go to agenda or list view
es_es: Ir a la agenda o la vista de lista

source: Go to calendar view
es_es: Ir a la vista de calendario

source: Calendar
es_es: Calendario

source: Go to map view
es_es: Ir a vista de mapa

source: Map
es_es: Mapa

source: Go to date
es_es: Ir a fecha

source: Go to %1$s %2$s
es_es: Ir a %1$s %2$s

source: Column
es_es: Columna

source: Order
es_es: Orden

source: Before
es_es: Antes

source: After
es_es: Después

source: Default
es_es: Por defecto

source: A default calendar list. This one set to tables with lists in the cells. Usually needs the css file enabled. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
es_es: Una lista predeterminada de la agenda. Ésta establecida en las tablas con listas en las celdas. Por lo general, necesita el archivo css habilitado. Si lo configura, le sugiero cambiar esta descripción para ayudar a su memoria de cómo / por qué se configura la forma en que lo está.

source: Year
es_es: Año

source: Quarter
es_es: Cuatrimestre

source: Astronomical Season
es_es: Estación Astronómica

source: Traditional Season
es_es: Temporada Tradicional

source: Western Zodiac
es_es: Zodiaco Occidental

source: Month
es_es: Mes

source: Week
es_es: Semana

source: Day
es_es: Día

source: The new default setting for a large monthly calendar. No grouping, No headings. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
es_es: El nuevo valor predeterminado para un gran calendario mensual. No agrupación. No títulos. Si lo configura, le sugiero cambiar esta descripción para ayudar a su memoria de cómo / por qué se configura la forma en que está.

source: Events plugin by anmari
es_es: Plugin de Eventos Anmari

source: No events found within criteria
es_es: No se han encontrado eventos dentro de los criterios

source: Resetting options...
es_es: Restablecer opciones...

source: Options Deleted...
es_es: Opciones eliminadas ...

source: Option was not saved before or error deleting option...
es_es: La opción no se ha guardado antes o error al eliminar la opción ...

source: Converting option key to lowercase
es_es: Convirtiendo tecla de opción en minúsculas

source: The <a href="http://au.php.net/manual/en/class.datetime.php"> DateTime Class </a> must be enabled on your system for this plugin to work. They may need to be enabled at compile time. The class should exist by default in PHP version 5.2.
es_es: La <a href="http://au.php.net/manual/en/class.datetime.php"> Clase Fecha Hora </ a> debe estar disponible en su sistema para que este plugin funcione. Puede que tenga que estar habilitado en el momento de la compilación. La clase debe existir por defecto en la versión 5.2 de PHP.

source: the first
es_es: el primero

source: every
es_es: cada

source: the last
es_es: los últimos

source: the %s last
es_es: los últimos %s

source: the %s
es_es: Los %s

source: Weeks start on %s
es_es: Semanas comienzan el %s

source: and
es_es: Y

source: every
es_es: Cada

source: or
es_es: O

source: Every %s %s
es_es: Cada %s %s

source: On %s instance within %s
es_es: En instancia %s dentro de %s

source: %s times
es_es: Tiempos %s

source: until %s %s
es_es: Hasta %s %s

source: if month is %s
es_es: si el mes es %s

source: in %s weeks of the year
es_es: En %s semanas del año

source: on %s day of the year
es_es: en el día %s del año

source: on %s day of each month
es_es: en el día %s de cada mes

source: on %s
es_es: En %s

# eg: last day of the year/month
source: of the %s
es_es: De %s

source: at the %s hour
es_es: En la hora %s

source: at the %s minute
es_es: en el minuto %s

source: at the %s second
es_es: en el segundo %s

source: Add to google calendar
es_es: Añadir a google calendar

source: Add to google
es_es: Añadir a google

source: Error creating custom css directory %s. Please check permissions
es_es: Error al crear directorio css personalizado %s. Por favor verifique los permisos

source: Could not copy file.
es_es: No se pudo copiar el archivo.

source: Last Refresh time unexpectedly not available
es_es: Última hora de Actualización inesperadamente no disponible

source: Refresh calendars
es_es: Actualizar calendarios

source: Last refresh was at %s.
es_es: Última actualización fue en %s.

source: Remote file had no modifications.
es_es: Archivo remoto no tuvo modificaciones.

source: The remote file was last modified on %s.
es_es: El archivo remoto fue modificada por última vez el %s.

source: Click to refresh
es_es: Haz clic para actualizar

source: Change Timezone
es_es: Cambia Zona Horaria

source: Timezone: %s, Click for %s
es_es: Zona horaria: %s, haga clic para %s

source: Sent by
es_es: Enviado por

source: all day
es_es: Todo el día

source: Total events:
es_es: Eventos totales:

source: No description available
es_es: No hay descripción disponible

source: Subscribe to %s Calendar
es_es: Suscribirse a Calendario %s

source: Subscribe to calendar in your calendar application.
es_es: Suscríbase al calendario de su aplicación de calendario

source: Subscribe to calendar
es_es: Suscríbase al calendario

source: heading
es_es: Encabezado

source: Unable to load or cache ical calendar %s
es_es: no se puede cargar o poner en caché el calendario %s ical

source: Error finding or parsing ical calendar %s
es_es: Error al encontrar o analizar calendario ical %s

source: This feature requires the plugin amr-events
es_es: Esta función requiere el plugin amr-eventos

source: Get it here
es_es: Consíguelo aquí

source: No url entered - did you want events from posts ?
es_es: No ingresó url - ¿quería eventos desde publicaciones?

source: No ical components requested for display
es_es: Ninguno de los componentes de iCal se solicitaron para mostrar

source: Daily
es_es: Diario

source: Weekly
es_es: Semanal

source: Monthly
es_es: Mensual

source: Yearly
es_es: Anual

source: Hourly
es_es: por hora

source: on certain dates
es_es: en determinadas fechas

source: day
es_es: Día

source: week
es_es: Semana

source: month
es_es: Mes

source: year
es_es: Año

source: hour
es_es: Hora

source: Invalid Ical URL %s
es_es: URL Ical %s no válida

source: Invalid Start Date
es_es: Fecha de Inicio no válida

source: iCal Events List
es_es: Lista de Eventos iCal

source: Listing Events
es_es: Listado de Eventos

source: iCal Events Lists
es_es: Listas de Eventos iCal

source: List types
es_es: tipos de listas

source: Uncaught exception:
es_es: Excepción no detectada:

source: <br /><br />An error in the input data may prevent correct display of this page. Please advise the administrator as soon as possible.
es_es: <br /><br /> Un error en los datos de entrada puede impedir la correcta visualización de esta página. . Por favor avise al administrador tan pronto como sea posible

source: Invalid Number of Lists
es_es: Número de listas inválido

source: Error in form - calprop array not found
es_es: Error en formulario - arreglo CALPROP no encontrado

source: Name
es_es: Nombre

source: Internal Description
es_es: Descripción Interna

source: List HTML Style
es_es: Lista de estilos HTML

source: Table
es_es: Tabla

source: Lists for rows
es_es: Listas para las filas

source: HTML5 in table
es_es: HTML5 en tabla

source: HTML5 clean and lean
es_es: HTML5 limpio y sencillo

source: Custom - file required
es_es: Personalizado - archivo requerido

source: Breaks for rows!
es_es: ¡Saltos para las filas!

source: Small box calendar
es_es: Calendario chico

source: Large box calendar
es_es: Calendario grande

source: Table with lists in cells (original)
es_es: Tabla con listas en las celdas (original)

source: Custom HTML style file at %s...
es_es: Archivo de estil HTML personalizado en %s ...

source: (Html and some php knowledge required)
es_es: (Html ​​y algunos conocimientos de php requeridos)

source: Default Event URL
es_es: URL del Evento predeterminada

source: (For ics files in widget. External, or calendar page.)
es_es: (Para archivos ics en widget. Externa, o página de calendario.)

source: More information
es_es: Más información

source: Note cache times are in hours
es_es: Note que los tiempos de caché están en horas

source: Wikipedia entry describing components
es_es: Entrada de Wikipedia describiendo componentes

source: Specify fields to show:
es_es: Especifique los campos a mostrar:

source: Note: a 0 (zero) in column = do not show that field.
es_es: Nota: un 0 (cero) en la columna = no mostrar ese campo

source: Link to more information
es_es: Enlace a más información

source: Uppercase fields are those defined in the iCal specification.
es_es: Los campos en mayúsculas son los definidos en la especificación iCal

source: Lowercase fields are additional fields added by this plugin and derived from the iCal fields for your convenience.
es_es: Los campos en minúsculas son campos añadidos por este plugin y derivados de los campos de iCal para su conveniencia

source: Fields show if "column" > 0 and if there is data available in your event or ics file.
es_es: Los campos se muestran si "column"> 0 y si se dispone de datos en su evento o archivo ics.

source: Column Headings:
es_es: Encabezados de Columna:

source: Documentation
es_es: Documentación

source: Support
es_es: Soporte

source: Rate it at WP
es_es: Califícalo en WP

source: Plugin feed
es_es: Alimentación Plugin

source: Forum feed
es_es: Alimentación Foro

source: Unable to create Custom css file for you to edit if you wish - not essential.
es_es: No se puede crear el archivo CSS personalizado para que usted corrija si lo desea - no es esencial.

source: Copied %s1 to %s2 to allow custom css
es_es: Copiado %s1 a %s2 para permitir css personalizada

source: Your timezone db version is: %s
es_es: Su zona horaria versión db es: %s

source: Plugin cannot determine timezonedb version in php &lt; 5.3.
es_es: Plugin no puede determinar la versión de timezonedb en PHP &lt; 5.3.

source: The timezone database defines the daylight saving changes amongst other things. If correct daylight saving switchover is important to you, please check for the latest updates.
es_es: Las bases de datos de zona horaria definen los cambios de horario de verano entre otras cosas. Si el correcto horario de verano de conmutación es importante para usted, por favor consulte las últimas actualizaciones

source: You may need to talk to your webhost.
es_es: Es posible que tenga que hablar con su proveedor de alojamiento.

source: Php timezonedb versions
es_es: Versiones timezonedb Php

source: Info on what changes are in which timezonedb version
es_es: Información sobre qué cambios se encuentran en qué versión de timezonedb

source: No global timezone - is there a problem here?
es_es: Sin zona horaria mundial ¿Hay un problema aquí?

source: You are using the "old" gmt_offset setting
es_es: Usted está utilizando el ajuste gmt_offset "viejo "

source: Consider changing to the more accurate timezone setting
es_es: Considere cambiar al ajuste más preciso de la zona horaria

source: Go to settings
es_es: Ir a la configuración

source: The plugin thinks your timezone is:
es_es: El plug-in piensa que su zona horaria es la siguiente:

source: The current UTC offset for that timezone is:
es_es: El offset UTC actual para esa zona horaria es:

source: Switches to %s on %s. GMT offset: %d
es_es: Cambia a %s en %s. Offset GMT: %d

source: Current time (unlocalised):
es_es: Hora Actual (no localizada):

source: General Options
es_es: Opciones Generales

source: Message if no events found:
es_es: Mensaje si no se encuentran eventos:

source: Do not give credit to the author
es_es: No le dé crédito al autor

source: Use my theme css, not plugin css
es_es: Use mi tema css, no el Plugin css

source: No images (tick for text only)
es_es: No hay imágenes (marcar para el texto solamente)

source: The css provided works with the default twenty-ten theme and similar themes. Your theme may be different.
es_es: El css proporcionado funciona con el valor por defecto del tema veinte-diez y temas similares. Su tema puede ser diferente.

source: To edit the file, download the custom one added to your uploads folder: uploads/css.
es_es: Para editar el archivo, descargue el personalizado que agregará a la carpeta Uploads: upload/css.

source: Edit it and then re-upload to that same folder. Then select it in the box below.
es_es: Edítelo y luego vuélvalo a subir a esa misma carpeta. A continuación, selecciónelo en el cuadro de abajo.

source: This file will not be overwritten when the plugin is upgraded or when your theme is upgraded.
es_es: Este archivo no se sobrescribe cuando se actualiza el plugin o cuando se actualiza su tema.

source: More info
es_es: Más información

source: Download the latest provided css file for editing
es_es: Descargue el archivo css proporcionado más reciente para la edición

source: (optional)
es_es: (opcional)

source: Choose plugin default css or choose a custom css and edit it.
es_es: Elija el css predeterminado del Plugin o seleccione un css personalizado y edítelo.

source: No css files found in css directory
es_es: No se encontraron archivos CSS en el directorio css

source: Advanced:
es_es: Avanzado:

source: Your php version is: %s
es_es: Su versión de PHP es: %s

source: Minimum Php version 5.3 required for events cacheing.
es_es: Mínima versión Php 5.3 se requiere para eventos.

source: Choose date localisation method:
es_es: Elija método de localización de fecha:

source: none
es_es: Ninguno

source: Saving....
es_es: Guardando...

source: List saved
es_es: Lista Guardada

source: iCal Events List
es_es: Lista de Eventos iCal

source: No change to options or unexpected error in saving
es_es: Ningún cambio a las opciones o un error inesperado en el guardado

source: Configure event list type:
es_es: Configurar tipo de lista de eventos:

source: Go to list type:
es_es: Vaya a Tipo de lista:

source: Define the formats for the day (eg: Event date, End Date) and time (eg: Start time, End Time) fields. You can actually use any of these to display a full Date time string too. Use the Event date for event instances - the DTSTART field is the first startdate of a recurring event sequence.
es_es: Definir los formatos para los campos del día (por ejemplo: Fecha Evento, Fecha Final) y la hora (por ejemplo: hora de inicio, hora de finalización). En realidad se puede utilizar cualquiera de ellos para mostrar una cadena de Fecha completa también. Utilice la fecha del evento para las instancias de eventos - el campo DTSTART es la primera startdate de una secuencia de eventos recurrentes.

source: These are also used for the date related grouping headings (ie: will show the date in that format as a heading for that group of dates if relevant.)
es_es: Estos también se utilizan para los encabezados de agrupación relacionados con la fecha (por ejemplo: Mostrará la fecha en este formato como un encabezado para ese grupo de fechas si relevante)

source: Use the standard PHP format strings:
es_es: Utilice las cadenas de formato estándar de PHP:

source: Php manual - date datetime formats
es_es: Manual Php - formatos de fecha y hora

source: See php date function format strings
es_es: Ver cadenas de formato de función fecha php

source: (will localise)
es_es: (localizará)

source: Save the settings
es_es: Guardar la configuración

source: Uninstall the plugin and delete the options from the database.
es_es: Desinstale el plugin y elimine las opciones de la base de datos.

source: Warning: This will reset ALL the listing options immediately.
es_es: Advertencia: Esto restablecerá TODAS las opciones de listado de inmediato.

source: Reset all listing options
es_es: Restablezca todas las opciones de listado

source: Expand/Contract all
es_es: Expandir / Contraer todo

source: Your cache directory %s has been created
es_es: Su directorio de caché %s se ha creado

source: Error creating cache directory %s. Please check permissions
es_es: Error al crear el directorio de caché %s. Por favor, compruebe los permisos

source: Invalid URL
es_es: URL no válida

source: Unexpected data contents. Please tell administrator.
es_es: Contenido de los datos inesperados. Informe al administrador.

source: See comments in source for response received from ics server.
es_es: Ver comentarios en la fuente para la respuesta recibida del servidor ICS

source: Error getting calendar file with htpp or curl, or custom fn: %s
es_es: Error al obteniendo el archivo de calendario con http o rizo, o fn personalizado: %s

source: Using File last cached at %s
es_es: Usando el último archivo pasado en caché en %s

source: Warning: Events may be out of date.
es_es: Advertencia: Los eventos pueden estar desactualizados

source: No cached ical file for events
es_es: Ningún archivo ical en caché para los eventos

source: Unexpected error creating date with string:
es_es: Error inesperado creando fecha con cadena:

source: events
es_es: Eventos

source: Upcoming Events List
es_es: Lista de eventos próximos

source: See plugin website for more details
es_es: Vea el sitio web del plugin para más detalles

source: Calendar page url
es_es: URL de la página Calendario

source: Calendar page url in this website, for event title links
es_es: URL de la página Calendario en este sitio web, para enlaces del título del evento

source: Hover description on Title
es_es: Descripción del Título

source: Do an event summary hyperlink with event description as title text
es_es: Haga un hipervínculo de resumen del evento con descripción de un evento como texto de título

source: External events only
es_es: Sólo eventos externos

source: Show events from external ics only, do NOT pickup any internal events.
es_es: Mostrar eventos de ics externas solamente, no recoja eventos internos

source: Else include events created internally too
es_es: “Else” incluye eventos creados internamente también

source: External ics urls and advanced options
es_es: URLs de Ics externos y opciones avanzadas

source: External ics urls and/or optional shortcode parameters separated by spaces.)
es_es: URLs de ics externos y / o parámetros shortcode opcionales separados por espacios)

source: Examples: listtype=4 events=10 days=60 start=yyyymmdd startoffset=-2... )
es_es: Ejemplos: ListType=4 eventos = 10 días = 60 start = yyyymmdd StartOffset = -2 ... )

source: See more parameters
es_es: Ver más parámetros

source: Upcoming Events Calendar
es_es: Calendario de Eventos futuros

source: See more
es_es: Ver más

source: Calendar page url in this website, for links from widget
es_es: URL de la página de Calendario en este sitio web, para enlaces de widgets

source: Examples: listtype=8 events=10 days=60 start=yymmdd startoffset=-2... )
es_es: Ejemplos: ListType = 8 eventos = 10 días = 60 start = yymmdd StartOffset = -2 ... )

source: Invalid Url
es_es: Url no válida

source: I try to make these plugins work <strong>"out of the box"</strong> with minimal effort; that they be easy to use but <strong>very configurable</strong>; <strong>well tested</strong>; with <strong>valid html and css</strong> both at the front and admin area.
es_es: Trato de hacer que estos plugins funcionen <strong> "fuera de la caja "</strong> con el mínimo esfuerzo, para que sean fáciles de usar, pero <strong> muy configurable </ strong>; <strong> bien probados </ strong>, con <strong> html y css válidos</ strong>, tanto en la parte delantera como en el área de administración.
